Repository: guihensanfer/dotnet-core-35-identity-server
Catalog: Bom Dev Soluções/bom-dev/Resources/Views/Home/PrivacyPolicy.*.resx
Languages: pt_br

# contactUsP1
source: If you have any questions or concerns about our Privacy Policy or the use of your personal information, please contact us through the following means:
pt_br: Se você tiver alguma dúvida ou preocupação sobre nossa Política de Privacidade ou sobre o uso de suas informações pessoais, entre em contato conosco através dos seguintes meios:

# contactUsTitle
source: Contact Us
pt_br: Entre em Contato Conosco

# dataGetP1
source: We will retain your personal information only for as long as necessary for the purposes described in this policy or as required by law. After that period, your information will be deleted from our systems.
pt_br: Manteremos suas informações pessoais apenas pelo tempo necessário para os fins descritos nesta política ou conforme exigido por lei. Após esse período, suas informações serão excluídas de nossos sistemas.

# dataGetTitle
source: Retention of Personal Information
pt_br: Retenção de Informações Pessoais

# dataSafeP1
source: We implement appropriate security measures to protect the personal information you provide against unauthorized access, alteration, disclosure, or destruction. The provided personal information is stored on secure servers and kept confidential.
pt_br: Implementamos medidas de segurança adequadas para proteger as informações pessoais que você fornece contra acesso não autorizado, alteração, divulgação ou destruição. As informações pessoais fornecidas são armazenadas em servidores seguros e mantidas confidenciais.

# dataSafeTitle
source: Protection of Personal Information
pt_br: Proteção das Informações Pessoais

# dataSharedP1
source: We will not share your personal information with third parties unless required by law or to provide services related to the application. In such cases, we ensure that the companies or individuals we share your information with maintain appropriate confidentiality and security.
pt_br: Não compartilharemos suas informações pessoais com terceiros, a menos que sejamos obrigados por lei ou para fornecer serviços relacionados à aplicação. Em tais casos, garantimos que as empresas ou indivíduos com os quais compartilhamos suas informações mantenham a confidencialidade e segurança adequadas.

# dataSharedTitle
source: Sharing of Personal Information
pt_br: Compartilhamento de Informações Pessoais

# FirstText
source: This Privacy Policy describes how we, Bomdev, collect, use, and protect the personal information you provide on our website. We value your privacy and are committed to protecting your personal data. Please read this policy carefully before providing any personal information on our website.
pt_br: Esta Política de Privacidade descreve como nós, Bomdev, coletamos, usamos e protegemos as informações pessoais que você fornece em nosso site. Valorizamos a sua privacidade e estamos comprometidos em proteger os seus dados pessoais. Por favor, leia atentamente esta política antes de fornecer qualquer informação pessoal em nosso site.

# PageTitle
source: Privacy Policy
pt_br: Política de privacidade

# personalDataP1
source: We may collect the following personal information provided by you:
pt_br: Nós podemos coletar as seguintes informações pessoais fornecidas por você:

# personalDataP2
source: Name: We collect your name for identification and personalization purposes within our application.
pt_br: Nome: Coletamos o seu nome para fins de identificação e personalização em nossa aplicação.

# personalDataP3
source: Email: We collect your email address to send relevant information about the application, such as updates, notifications, and important communications.
pt_br: E-mail: Coletamos o seu endereço de e-mail para enviar informações relevantes sobre a aplicação, como atualizações, notificações e comunicações importantes.

# personalDataP4
source: Phone Number: The phone number is requested to contact you when necessary or for authentication purposes.
pt_br: Telefone: O número de telefone é solicitado para entrar em contato com você em caso de necessidade ou para fins de autenticação.

# personalDataP5
source: Password: Your password is encrypted and securely stored. It is required to access your account and ensure the protection of your personal data.
pt_br: Senha: Sua senha é criptografada e armazenada de forma segura. Ela é necessária para acessar sua conta e garantir a proteção dos seus dados pessoais.

# personalDataTitle
source: Collection of Personal Information
pt_br: Coleta de Informações Pessoais

# personalDataUsesP1
source: The personal information we collect is used exclusively for the following purposes:
pt_br: As informações pessoais que coletamos são utilizadas exclusivamente para os seguintes fins:

# personalDataUsesP2
source: Display within the application: Your name and other personal information may be displayed within the application for personalization and improved user experience.
pt_br: Exibição dentro da aplicação: Seu nome e outras informações pessoais podem ser exibidos dentro da aplicação para fins de personalização e melhor experiência do usuário.

# personalDataUsesP3
source: Communications: We will use your email address to send relevant information about the application, such as updates, notifications, and important communications.
pt_br: Comunicações: Utilizaremos seu endereço de e-mail para enviar informações relevantes sobre a aplicação, como atualizações, notificações e comunicações importantes.

# personalDataUsesP4
source: Contact: We may contact you through the provided phone number in case of need or for authentication purposes.
pt_br: Contato: Podemos entrar em contato com você através do número de telefone fornecido em caso de necessidade ou para autenticação.

# personalDataUsesTitle
source: Use of Personal Information
pt_br: Uso das Informações Pessoais

# privacyChangesP1
source: We reserve the right to update or modify this Privacy Policy at any time, and such changes will take effect immediately upon posting the revised version on our website. It is your responsibility to periodically review this policy to be aware of any changes.
pt_br: Reservamo-nos o direito de atualizar ou modificar esta Política de Privacidade a qualquer momento, e tais alterações entrarão em vigor imediatamente após a publicação da versão revisada em nosso site. É sua responsabilidade revisar periodicamente esta política para estar ciente de quaisquer alterações.

# privacyChangesTitle
source: Changes to this Privacy Policy
pt_br: Alterações nesta Política de Privacidade

# rightsP1
source: You have the right to access, correct, update, or delete your personal information at any time. If you wish to exercise any of these rights, please contact us through the provided channels below.
pt_br: Você tem o direito de acessar, corrigir, atualizar ou excluir suas informações pessoais a qualquer momento. Se você deseja exercer qualquer um desses direitos, entre em contato conosco através dos canais fornecidos abaixo.

# rightsTitle
source: Your Rights
pt_br: Seus Direitos

# SumaryTitle
source: Topics
pt_br: Tópicos
